Revit 2020 API
StructuralConnectionHandlerType.Create Method
Overload List
Name | Description
Create(Document, String, Guid, String)
 Creates a new StructuralConnectionHandlerType object.
Create(Document, String, Guid, String, ElementId)
 Creates a new StructuralConnectionHandlerType object.
See Also
StructuralConnectionHandlerType Class
StructuralConnectionHandlerType Members
Autodesk.Revit.DB.Structure Namespace